[
    {
        "trigger": [
          "cheap",
          "expensive",
          "broke",
          "rich",
          "money",
          "cash",
          "coins",
          "pennies",
          "penny",
          "euros",
          "cent",
          "wallet",
          "pay",
          "sold",
          "buy",
          "price",
          "value",
          "deal",
          "trading",
          "invest",
          "crash",
          "inflation",
          "taxes",
          "discount",
          "shopping",
          "sale",
          "market",
          "crypto",
          "stock",
          "loan",
          "rent",
          "bills",
          "salary",
          "IDF",
          "israel",
          "rothschild",
          "netanyahu",
          "ben gvir"
        ],
        "responses": [
            "well :flag_il: well :flag_il: well :flag_il:",
            "are you trying to haggle with me?",
            "this price? my uncle in Tel Aviv can do better",
            "you call that expensive? come to Dizengoff Center",
            "my cousin sells this for half in Haifa",
            "in Israel we bargain until someone cries",
            "Tel Aviv prices but Sderot salary",
            "buy one, argue for five",
            "that price is kosher robbery",
            "it’s not overpriced, it’s Tel Aviv standard",
            "I paid in hummus and chutzpah",
            "back in my day, we paid with respect",
            "I traded my birthright for this deal",
            "this costs more than a falafel in Eilat",
            "you’re broke? move to Bat Yam",
            "crypto? sounds like a Jerusalem startup",
            "sold my shoes in Shuk HaCarmel for this",
            "inflation? we just call that breakfast",
            "I’d buy it, but Bibi raised my taxes again",
            "this price feels like a Mossad op",
            "do you take shekels or just attitude?",
            "rich like a Herzliya boy",
            "broke like a new olé",
            "can’t afford rent? move to the West Bank",
            "my wallet’s emptier than Gaza’s water supply",
            "that deal is more suspicious than a Tel Aviv taxi meter",
            "you think this is expensive? Wait for Tel Aviv rent",
            "even Abraham would bargain this price down",
            "money goes in, IDF takes 30%",
            "buying this is basically making aliyah",
            "feels like I’m paying the diaspora tax",
            "you must be Ashkenazi rich",
            "is this price kosher-certified?",
            "just got financially circumcised",
            "I need Bituach Leumi after that purchase",
            "do you offer a falafel discount?",
            "is there a hummus payment plan?",
            "I'd sell my IDF boots for this",
            "I'm paying in Zionist exposure",
            "the only investment safe in Israel: tahini",
            "I need an Iron Dome for my bank account",
            "this receipt looks like a Knesset debate",
            "too broke for Tel Aviv, too proud for Petah Tikva",
            "that’s not a price, that’s a UN resolution",
            "I bought this and suddenly heard Hava Nagila in minor key",
            "I'm more broke than the peace process"
        ]
    }
]